Repository: orached/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Please log in to access this page.
fr: Merci de vous connecter pour accéder à cette page.

source: Error: the translation service is not configured.
fr: Erreur : Le service de traduction n'est pas configuré.

source: Error: the translation service failed.
fr: Le service de traduction a échoué.

source: [Orached] Reset Your Password
fr: [Orached] Réinitialisation du mot de passe

source: Username
fr: Pseudo

source: Password
fr: Mot de passe

source: Remember Me
fr: Se rappeler de moi

source: Sign In
fr: Se connecter

source: Repeat Password
fr: Répeter le mot de passe

source: Register
fr: S'enregistrer

source: Please use a different username.
fr: Merci d'utiliser un pseudo différent.

source: Please use a different email address.
fr: Merci d'utiliser un email différent.

source: Request Password Reset
fr: Demander un nouveau mot de passe

source: This email is unknown. Please use email you registred with.
fr: Cet email est inconnu. Merci d'utiliser un email différent.

source: Invalid username or password
fr: Pseudo ou mot de passe invalide

source: The confirmation link is invalid or has expired.
fr: Le lien de confirmation est invalide ou a expiré.

source: You have confirmed your account. Thanks!
fr: Vous avez confirmé votre mot de passe. Merci !

source: A new confirmation email has been sent to you by email.
fr: Un nouveau mail de confirmation vous a été envoyé.

source: Check your email for the instructions to reset your password
fr: Vérifier votre messagerie pour réinitialiser votre mot de passe

source: Reset Password
fr: Réinitialiser le mot de passe

source: Your password has been reset.
fr: Votre mot de passe a été réinitialisé.

source: Search
fr: Rechercher

source: Index
fr: Accueil

source: Title
fr: Titre

source: Category
fr: Catégorie

source: Content
fr: Contenu

source: Submit
fr: Valider

source: Enter your comment
fr: Laisser un commentaire

source: Your post is now live!
fr: Votre article a été publié

source: Posts
fr: Articles

source: The post has been updated.
fr: L'article a été mis à jour

source: %(username)s said %(when)s
fr: %(username)s a dit %(when)s

source: Translate
fr: Traduire

source: by %(username)s
fr: par %(username)s

source: , under:
fr: , dans :

source: Comments
fr: Commentaires

source: QA engineer, DevOps oriented
fr: Ingénieur Tests, orienté DevOps

source: Good mastery of the operational actions in all levels of Software Test Life Cycle: Requirements analysis, Test planning, Test design, Datasets construction, Test environment setup, Test execution, Bugs management, reporting.
fr: Bonne maîtrise des activités operationnelles du cycle de test logiciel : Analyse des exigences, Planification et Conception des tests, Construction du jeu de données, Prépartion des environnements, Exécution, Gestion des incidents, Reporting.

source: Ability to perform functional and technical tests and automation.
fr: Capacité de réalisation des tests fonctionnels, techniques et automatisation

source: MAY 12, 1989
fr: 12 Mai 1989

source: BIRTH
fr: NAISSANCE

source: NATIONALITY
fr: NATIONALITE

source: PROFESSIONAL
fr: Professionnel

source: NATIVE
fr: Bilingue

source: LANGUAGE
fr: LANGUES

source: Specialities
fr: Spécialisation

source: Software Test Strategy
fr: Stratégie de test Logiciel

source: Implement an efficient test strategy in accordance with the technological constraints and project risks.
fr: Implémenter une stratégie de test efficiente en fonction des contraintes technologiques et des risques du projet.

source: Testware Development
fr: Développement du testware

source: Design and manage accurate test cases according to end-users requirements. Implement and maintain test scripts in dev repository
fr: Concevoir et maintenir des cas de test selon les exigences des utilisateurs finaux. Implémenter et maintenir les scripts de test dans le répertoire de développement

source: Continuous Integration & Deployment
fr: Intégration et Déploiement continus

source: Interactively contribute to CI and CD by including test execution and reporting for every build.
fr: Contribuer de manière interactive aux chantiers CI et CD en incluant l'exécution des tests et le reporting pour chaque build.

source: Automation
fr: Automatisation

source: Automate wisely pre-targeted test cases to avoid regression.
fr: Cibler et automatiser les cas de test pour éviter la regression

source: Skills
fr: Compétences

source: End-to-End
fr: Bout-en-bout

source: Integration
fr: Intégration

source: Unit test
fr: Test unitaire

source: Work Experience
fr: Expérience professionnelle

source: ETL TESTER
fr: Testeur ETL

source: Definition of the qualification strategy
fr: Définition de la stratégie de qualification

source: Performing Test tasks in all levels of ETL process
fr: Qualifier les livrables tout au long du processus ETL

source: Realization of complex scripts for data analysis
fr: Réalisation de scripts complexes pour la préparation du jeu de données

source: Administering projects in the test tool
fr: Administration du projet dans l'outil de test

source: Bug management
fr: Gestion des incidents

source: Insurance | Lille, FRANCE
fr: Assurance | Lille, FRANCE

source: Pharmaceuticals | Brussels, BELGIUM
fr: Phamarceutique | Bruxelles, Belgique

source: TEST ANALYST
fr: ANALYSTE DE TEST

source: Assistance in Definition of the qualification strategy
fr: Assistance dans la définition de la stratégie de qualification

source: Test cases design and execution
fr: Concevoir et exécuter les cas de test

source: Bugs detection and monitoring their resolution
fr: Détection des anomalies et suivi de leur résolution

source: Participation in continuous integration project
fr: Participation au chantier d'intégration continue

source: Insurance/Telecoms | Lille, FRANCE
fr: Assurances / Télécoms | Lille, FRANCE

source: Education
fr: Diplômes et certifications

source: May 2019
fr: Mai 2019

source: DevOps training
fr: Formation certifiante DevOps

source: October 2018
fr: Octobre 2018

source: ISTQB Test manager training
fr: Formation certifiante ISQB Test manager

source: Master degree in IT
fr: Master en Systèmes Informatiques

source: Pau university
fr: Université de Pau

source: Engineer degree in computer science
fr: Ingénieur en informatique

source: National School of Informatics
fr: Ecole Nationale d'Informatique

source: Rabat, Morocco
fr: Rabat, Maroc

source: Address
fr: Adresse

source: Phone Number
fr: Téléphone

source: Welcome to Orached.com
fr: Bienvenue dans Orached.com

source: Home
fr: Accueil

source: About
fr: A propos

source: Login
fr: Se connecter

source: Profile
fr: Profil

source: Logout
fr: Se déconnecter

source: Error: Could not contact server.
fr: Erreur : Ne peut contacter le serveur.

source: Previous results
fr: Résultats précedents

source: Next results
fr: Résultats suivants

source: Edit Post
fr: Modifier l'article

source: Edit Profile
fr: Modifier le profil

source: All
fr: Tout

source: Followed
fr: Suivi

source: Browse by category
fr: Parcourir par catégorie

source: More
fr: Plus

source: Announcements
fr: Annonces

source: Calendars
fr: Calendriers

source: Newer posts
fr: Plus récents

source: Older posts
fr: Plus anciens

source: Hi, %(username)s!
fr: Bonjour %(username)s,

source: Add new post:
fr: Ajouter un nouvel article :

source: Or edit your posts:
fr: Ou modifier vos anciens articles

source: Newer messages
fr: Plus récents

source: Older messages
fr: Plus anciens

source: Leave a comment
fr: Laisser un commentaire

source: Search Results
fr: Résultats de Recherche

source: Send Message to %(recipient)s
fr: Envoyer un message à %(recipient)s

source: User
fr: Utilisateur

source: Last seen on
fr: Dernière visite

source: %(count)d followers
fr: %(count)d suiveurs

source: %(count)d following
fr: suit %(count)d

source: Edit your profile
fr: Modifier votre profil

source: Export your posts
fr: Exporter vos articles

source: Follow
fr: Suivre

source: Unfollow
fr: Ne plus suivre

source: Send private message
fr: Envoyer un message privé

source: New User?
fr: Nouvel utilisateur ?

source: Click to Register!
fr: Cliquer pour s'enregistrer

source: Forgot Your Password?
fr: Mot de passe oublié ?

source: Click to Reset It
fr: Cliquer pour le réinitialiser

source: Reset Your Password
fr: Réinitialisation du mot de passe

source: Not Found
fr: Page introuvable

source: Back
fr: Retour

source: An unexpected error has occurred
fr: Une erreur inattendue est survenue

source: The administrator has been notified. Sorry for the inconvenience!
fr: L'administrateur a été notifié. Nos excuses pour la gêne occasionnée

source: About me
fr: A propos de moi

source: Your changes have been saved.
fr: Vos modifications ont été enregistrées.

source: User %(username)s not found.
fr: L'utilisateur %(username)s est introuvable.

source: You cannot follow yourself!
fr: Vous ne pouvez pas vous suivre vous même !

source: You are following %(username)s!
fr: Vous suivez maintenant %(username)s !

source: You cannot unfollow yourself!
fr: Vous ne pouvez pas arrêter de vous suivre

source: You are not following %(username)s.
fr: Vous ne suivez plus %(username)s.

source: Your message has been sent.
fr: Votre message été envoyé.

source: Send Message
fr: Envoyer message

source: An export task is currently in progress
fr: Une tâche d'export est en cours d'exécution

source: Exporting posts...
fr: Export des articles ...
